{
  "items": [
    {
      "id": 20180515,
      "title": "Planning Ahead",
      "date": "May 16, 2018",
      "paragraphs": [
        "I recently broke my ankle in a couple of places and dislocated my knee while doing kung fu. It certainly wasn't inevitable when I started learning <a href='https://en.wikipedia.org/wiki/Choy_Li_Fut'>Choy Lay Fut</a> three years ago, but it was a definite possibility. As I waited to get prepped for ankle surgery I realized it might be the end. I don't want to overstate my injuries-- it was a pretty low risk surgery, but anything can happen with general anesthesia.",
        "I made a note on my phone's home screen, titled \"Neha\", with a few critical passwords in case she found herself in need of managing my financial footprint in addition to hers. Writing out that short note I felt like a dummy. I thought about ongoing financial strategies for my retirement accounts, the asset allocation experiments I've been wanting to run, and the fact that all of this was floating around exclusively in my head.",
        "After a successful surgery I happily deleted the note and thought about a more elegant solution. I'd been talking to my Dad about the <a target='_blank' href='https://paulmerriman.com/the-ultimate-buy-and-hold-strategy-2018/'>Paul Merriman method</a> for about a year while dragging my feet, so I finally started researching ETFs to take the necessary long term positions. It's been really enjoyable trying to reduce ETF analysis and asset allocation to a simple spreadsheet. I had spent so much of my time, prior to being <a href='https://twitter.com/isoughtajam/status/991862590618746880'>couch-ridden</a>, on software projects for media backups or making my media available outside my home network or following </a target='_blank' href='privacytools.io'>privacytools.io's</a> recommendations. But the skills I've picked up over the years could be applied to way more personally fulfilling pursuits.",
        "This desire to enrich my life using my skills was the result of coming across <a target='_blank' href='https://twitter.com/neauoire'>neauoire</a>'s adventures in the fall of 2017. So it's no surprise that his <a href='https://twitter.com/neauoire/status/996990050544971778'>recent project</a> has inspired the above realization. Making the internet personal and <a target='_blank' href='http://nymag.com/selectall/2018/05/i-dont-know-how-to-waste-time-on-the-internet-anymore.html'>fun again</a> in a safe manner is a goal that's deserving of a little effort from all of us.",
        "Just yesterday Net Neutrality was upheld in Congress. Let's build on that energy."
      ]
    },
    {
      "id": 20180527,
      "title": "13 Reasons Why",
      "date": "May 27, 2018",
      "paragraphs": [
        "I've been watching the second season of <a href='https://en.wikipedia.org/wiki/13_Reasons_Why'>13 Reasons Why</a>, an incredibly well made show that fits perfectly into the current climate. It deals with the suicide of a teenaged girl and a discussion about the sexual assault, isolation, and desperation that led to it. While the character and story development consistently impress, the moments that stand out are when any two of the long list of deeply affected characters look at each other with an empathetic eye.",
        "Most of us will never face a tragedy like the one depicted but we will all experience loss of some kind and try to understand our role in it. We'll sink into our thoughts and pull away from people who aren't directly involved. We'll beat ourselves up thinking about what more we could have done. We'll convince ourselves that we should have been prepared while recognizing that nothing has ever felt like this before.",
        "It's hard to get out of that hole, and arguably you have to be pulled out by someone who's been in it before. (see <a href='https://www.imdb.com/title/tt0745664/'>The West Wing S2E10</a> for a moving example of this). The young actors in 13 Reasons Why do an amazing job of portraying teenagers recognizing their own trauma and offering a hand to their peers. Transitioning from happy-go-lucky to empathetic can take a lifetime and it's only possible when you start to recognize that everyone is mourning something."
      ]
    }
  ]
}
