{
  "items": [
    {
      "id": 20180515,
      "title": "Planning Ahead",
      "date": "May 16, 2018",
      "paragraphs": [
        "I recently broke my ankle in a couple of places and dislocated my knee while doing kung fu. It certainly wasn't inevitable when I started learning <a target='_blank' href='https://en.wikipedia.org/wiki/Choy_Li_Fut'>Choy Lay Fut</a> three years ago, but it was a definite possibility. As I waited to get prepped for ankle surgery I realized it might be the end. I don't want to overstate my injuries-- it was a pretty low risk surgery, but anything can happen with general anesthesia.",
        "I made a note on my phone's home screen, titled \"Neha\", with a few critical passwords in case she found herself in need of managing my financial footprint in addition to hers. Writing out that short note I felt like a dummy. I thought about ongoing financial strategies for my retirement accounts, the asset allocation experiments I've been wanting to run, and the fact that all of this was floating around exclusively in my head.",
        "After a successful surgery I happily deleted the note and thought about a more elegant solution. I'd been talking to my Dad about the <a target='_blank' href='https://paulmerriman.com/the-ultimate-buy-and-hold-strategy-2018/'>Paul Merriman method</a> for about a year while dragging my feet, so I finally started researching ETFs to take the necessary long term positions. It's been really enjoyable trying to reduce ETF analysis and asset allocation to a simple spreadsheet. I had spent so much of my time, prior to being <a target='_blank' href='https://twitter.com/isoughtajam/status/991862590618746880'>couch-ridden</a>, on software projects for media backups or making my media available outside my home network or following </a target='_blank' href='privacytools.io'>privacytools.io's</a> recommendations. But the skills I've picked up over the years could be applied to way more personally fulfilling pursuits.",
        "This desire to enrich my life using my skills was the result of coming across <a target='_blank' href='https://twitter.com/neauoire'>neauoire</a>'s adventures in the fall of 2017. So it's no surprise that his <a target='_blank' href='https://twitter.com/neauoire/status/996990050544971778'>recent project</a> has inspired the above realization. Making the internet personal and <a target='_blank' href='http://nymag.com/selectall/2018/05/i-dont-know-how-to-waste-time-on-the-internet-anymore.html'>fun again</a> in a safe manner is a goal that's deserving of a little effort from all of us.",
        "Just yesterday Net Neutrality was upheld in Congress. Let's build on that energy."
      ]
    },
    {
      "id": 20180527,
      "title": "13 Reasons Why",
      "date": "May 27, 2018",
      "paragraphs": [
        "I've been watching the second season of <a target='_blank' href='https://en.wikipedia.org/wiki/13_Reasons_Why'>13 Reasons Why</a>, an incredibly well made show that fits perfectly into the current climate. It deals with the suicide of a teenaged girl and a discussion about the sexual assault, isolation, and desperation that led to it. While the character and story development consistently impress, the moments that stand out are when any two of the long list of deeply affected characters look at each other with an empathetic eye.",
        "Most of us will never face a tragedy like the one depicted but we will all experience loss of some kind and try to understand our role in it. We'll sink into our thoughts and pull away from people who aren't directly involved. We'll beat ourselves up thinking about what more we could have done. We'll convince ourselves that we should have been prepared while recognizing that nothing has ever felt like this before.",
        "It's hard to get out of that hole, and arguably you have to be pulled out by someone who's been in it before. (see <a target='_blank' href='https://www.imdb.com/title/tt0745664/'>The West Wing S2E10</a> for a moving example of this). The young actors in 13 Reasons Why do an amazing job of portraying teenagers recognizing their own trauma and offering a hand to their peers. Transitioning from happy-go-lucky to empathetic can take a lifetime and it's only possible when you start to recognize that everyone is mourning something."
      ]
    },
    {
      "id": 20180531,
      "title": "King Wen of Zhou",
      "date": "May 31, 2018",
      "paragraphs": [
        "I haven't been so enamored of a sci-fi book since I first read Dervish House, Foundation, or Childhood's End. Only halfway through the book I feel like I've lived lifetimes with these characters and I want more. I'm training myself to enjoy every page instead of trying to anticipate plot turns because I've ruined too many reading experiences that way. I think I picked up this bad habit by reading several books once their movies were announced, almost many of which were so-so except for The Martian. Reading is meant to be fun. It's not a competition.",
        "I don't know whether it's the current main character's sense of impending doom or the malaise that results from his being disenchanted with worldly pursuits but I'm really feeling it. It reminds me of when I met Toru Okada from the <a target='_blank' href='https://www.goodreads.com/book/show/11275.The_Wind_Up_Bird_Chronicle'>Wind-Up Bird Chronicle</a> a couple years ago. At the time I couldn't think of another fictional character who most felt like my spirit animal. Miao Wang in <a target='_blank' href='https://www.goodreads.com/book/show/20518872-the-three-body-problem'>The Three-Body Problem</a> isn't as perfect a fit but the general psychological state shared between the several characters in this middle portion of the book really resonates with me.",
        "They live at a time when the great scientific achievements of the day seem to be losing importance. Nobody can really say why but the shine has worn off of intellectual pursuit and the cold pragmatists seem to be running the show. At the same time the main character has fallen into an abyss of an online experience that consumes him whole. I couldn't come up with a better description of what 2018 feels like.",
        "I'm particularly happy to be reading a book by <a target='_blank' href='https://en.wikipedia.org/wiki/Liu_Cixin'>a Chinese author</a> that was originally published in Chinese. I've been thinking a lot about China the last few years, mostly lamenting how inaccessible it feels due to the language barrier. The more I learn about China the more I want to know. The history and culture of the region is so vast and variegated that it feels like a potential gold mine of understanding. Maybe it's the contrarian in me but when all you hear in public discussion is <a target='_blank' href='https://media.giphy.com/media/PaKD3f9MilEWs/giphy-downsized-large.gif'>a one-sided narrative</a> about modern China, it only feels right to dig deeper."
      ]
    },
    {
      "id": 20180607,
      "title": "Sulaiman, Man of Stele",
      "date": "June 7, 2018",
      "paragraphs": [
        "Some time early last year after finding myself at the bottom of a wikipedia hole, I discovered a piece of history that still feels too cool to be true. During the <a href='https://en.wikipedia.org/wiki/Yuan_dynasty'>Yuan Dynasty</a> (1271-1368), Kublai Khan commissioned a script from a Tibetan monk that could be used to write all the languages spoken in the empire at the time-- Chinese, Mongolian, Tibetan, Uyghur, and Sanksrit. Yes, I know, this is badass. It was used by the Yuan court for official purposes and fell out of favor after native Chinese were once again in power. It was eventually known as <a href='https://en.wikipedia.org/wiki/%27Phags-pa_script'>'Phags-pa</a> for its creator, Drog&#246;n Ch&#246;gyal Phagpa.",
        "As an amateur script and language nerd, finding out that Sanskrit could be written with a script designed for a Chinese emperor was incredible. Not only that, but <a href='https://www.omniglot.com/writing/phagspa.htm'>it's beautiful</a>! Just think of the potential tattoos. JUST THINK.",
        "The best description I could find of how Sanskrit was historically written with 'Phags-pa is from <a href='https://twitter.com/babelstone'>Andrew West</a> on <a href='http://www.babelstone.co.uk/Phags-pa/Description.html'>his wonderful site</a>. Hoping to look at source material to answer some of his open questions, I learned that the Rosetta Stone of 'Phags-pa Sanskrit is the <a href='https://en.wikipedia.org/wiki/Cloud_Platform_at_Juyong_Pass'>Cloud Platform at Juyongguan</a>, one of the major mountain passes of the Great Wall. Using Wikipedia's <a href='https://en.wikipedia.org/wiki/Cloud_Platform_at_Juyong_Pass#/media/File:Yuntai_Phagspa_east_wall.jpg'>very detailed pictures</a> I was able to attempt deciphering the 'Phags-pa version of the Dharani-Sutra of the Victorious Buddha-Crown and it's so internally inconsistent that I stopped trying after an hour or so. It's also quite difficult to transliterate the images of damaged stone carvings while trying to follow the text in its current form.",
        "Just yesterday I learned about the <a href='https://en.wikipedia.org/wiki/Stele_of_Sulaiman'>Stele of Sulaiman</a> that's covered in Om mani padme hum in six different scripts. I'll see if I can track down good images soon for another go soon."
      ]
    }
  ]
}
